Autodesk.Revit.DB.SortingOrder
Enumerated type representing the sorting order of a collection of objects.
Since:
2015

Autodesk.Revit.DB.SortingOrder.Descending
Descending sorting order

Autodesk.Revit.DB.SortingOrder.Ascending
Ascending sorting order